{
  "name": "WebEquate",
  "titles": [
    "Intelligent Design, Creative Evolution"
  ],
  "summaryItems": [
    "We are a full-service web development partner."
  ],
  "aboutIntro": "We are WebEquate. We build websites that accomplish your goals.",
  "aboutItems": [
    "WebEquate was founded in June of 2004 and officially launched as a business in January of 2005 in Pittsburgh, Pennsylvania. Founder Allen Johnson has a Bachelors degree in Computer Science from Carnegie Mellon University, one of the top computer science programs in the nation. During the summers, he also participated in internships at several companies where he utilized and improved his programming and design skills. After graduation, Allen worked for about 16 months at Carnegie Learning, Inc. in Pittsburgh, developing intelligent tutoring software for math education. He then spent two years as a programmer at Titan Corporation in San Diego, California, designing both front and back ends of applications to meet client needs. During this time, he also took courses related to web development and databases through the University of California at San Diego Extension program. During these two jobs, he developed practical programming experience focused heavily on user interface development.",
    "Allen moved back to Pittsburgh near the end of 2004 to develop his new web design business and to take further courses in the subject at both the Art Institute of Pittsburgh and through the Community College of Allegheny County Online program. He has developed several web sites already according to client specifications, utilizing numerous web design technologies and databases. In some cases, he has also arranged the client site in such a way that the client can easily maintain and update the content personally if so desired. Drawing from his excellent computer science background and knowledge of many web design technologies, Allen is able to choose the most appropriate tools to accomplish a client's web site objectives while also saving the client money in the long run."
  ],
  "contactIntro": "Please send us a message if you would like to inquire about hiring WebEquate for your project.",
  "location": "Denver, Colorado",
  "phone": "412.708.8946",
  "website": "www.webequate.com",
  "socialLinks": [
    {
      "name": "github",
      "handle": "webequate",
      "url": "https://github.com/webequate"
    },
    {
      "name": "linkedin",
      "handle": "webequate",
      "url": "https://www.linkedin.com/company/webequate/"
    },
    {
      "name": "twitter",
      "handle": "WebEquate",
      "url": "https://twitter.com/WebEquate"
    }
  ]
}
