{
  "name": "WebEquate",
  "titles": [
    "Intelligent Design, Creative Evolution"
  ],
  "summaryItems": [
    "We are your full service web development partner."
  ],
  "aboutIntro": "We are WebEquate. We build and maintain effective websites that accomplish your business goals.",
  "aboutItems": [
    "At WebEquate, we specialize in crafting and maintaining websites that drive measurable results for your business. Since our founding in 2005 in Pittsburgh, Pennsylvania, we’ve been committed to delivering tailored web solutions that align with your goals and grow with your needs.",
    "Our founder, Allen Johnson, brings over two decades of experience in full-stack web development and front-end software engineering. A graduate of Carnegie Mellon University’s prestigious Computer Science program, Allen has honed his expertise across diverse industries and technical landscapes. In 2010, he relocated to the Denver area, where WebEquate is now based.",
    "With a strong foundation in computer science and a keen understanding of modern web technologies, Allen ensures that every project is built on the most appropriate tools and strategies to meet client objectives. He prioritizes creating websites that are not only visually appealing and user-friendly but also maintainable, scalable, and cost-effective in the long run.",
    "At WebEquate, we go beyond just building websites — we partner with you to create digital experiences that resonate with your audience and support your success. Let us help you turn your vision into an effective online presence."
  ],
  "contactIntro": "Please send us a message if you would like to inquire about hiring WebEquate for your project.",
  "location": "Denver, Colorado",
  "phone": "412.708.8946",
  "website": "webequate.com",
  "socialLinks": [
    {
      "name": "github",
      "handle": "webequate",
      "url": "https://github.com/webequate"
    },
    {
      "name": "linkedin",
      "handle": "webequate",
      "url": "https://www.linkedin.com/company/webequate/"
    },
    {
      "name": "twitter",
      "handle": "WebEquate",
      "url": "https://twitter.com/WebEquate"
    }
  ]
}
